[
  {
    "anime": "Brynhildr in the Darkness",
    "character": "Ichijiku Chisato",
    "quote": "Killing for your own ideas... even a bandit could do that if it's killing a complete stranger. However, it's a completely different thing when it comes to killing a relative or a friend. Desire alone isn't enough. You need indomitable will and unwavering beliefs."
  },
  {
    "anime": "Naruto Shippūden",
    "character": "Sai",
    "quote": "Even if I force myself to smile. It seems I'm the type of person who ends up being hated."
  },
  {
    "anime": "Bleach",
    "character": "Ichimaru Gin",
    "quote": "It's easier to crush a dream than realize one. Forming a bond is infinitely more difficult than breaking one."
  },
  {
    "anime": "Wolf's Rain",
    "character": "Kiba",
    "quote": "Why? Why do humans always look to the sky? Why do you try so hard to fly when you don't have any wings? We'll run on our own legs."
  },
  {
    "anime": "Bleach",
    "character": "Kusajishi Yachiru",
    "quote": "Someone get this creature off meeeeeee!"
  },
  {
    "anime": "Boku dake ga Inai Machi",
    "character": "Fujinuma Sachiko",
    "quote": "Thinking it's your fault after the fact is just pointless."
  },
  {
    "anime": "Soul Eater",
    "character": "Death the Kid",
    "quote": "Just look at it Liz, Patti, just look at how the clouds are! Flowing right towards the sun! It's so beautiful, even the sky is symmetrical!"
  },
  {
    "anime": "Black Clover",
    "character": "Asta",
    "quote": "As you live you lose reasons and hope. But as you keep on going, you pick up new reasons and hope."
  },
  {
    "anime": "Bleach",
    "character": "Shunsui Kyōraku",
    "quote": "Nanao-chan is last place!"
  },
  {
    "anime": "Tough",
    "character": "Seiko Miyazawa",
    "quote": "Even the most noble of the sacrifices is based on \"self satisfaction\". Jesus Christ himself was crucified for the sake of his people for \"self satisfaction\". That's why you shouldn't expect anything in return when you help someone. Because the moment you expect something, your act would become worthless."
  },
  {
    "anime": "Gaussian Blur",
    "character": "Choi Yool",
    "quote": "There's nothing known for certain. Adolescence is like that anyway. It's like a train ride with no destination and nobody. There's no destination and outside everything is flashing by so you can't see anything."
  },
  {
    "anime": "Nichijou",
    "character": "Koujirou Sasahara",
    "quote": "The ordinary days that we live in may, in fact, be a series of miracles."
  },
  {
    "anime": "Eden*",
    "character": "Ryou Haruna",
    "quote": "There's no need to rush. Sometimes even pointless conversations can teach you a thing or two."
  },
  {
    "anime": "Golden Time",
    "character": "Kaga Kouko",
    "quote": "I want to spend a lot more time with you! But I don’t want you to think I’m annoying, so I’m holding myself back. When you’re away, I always wonder what you’re doing and thinking."
  },
  {
    "anime": "Fullmetal Alchemist",
    "character": "Roy Mustang",
    "quote": "Any man who has the brains to think and the nerve to act for the benefit of the people of the country, is considered a radical, by those who are content with stagnation and willing to endure disaster."
  },
  {
    "anime": "Shigatsu Wa Kimi No Uso",
    "character": "Kousei Arima",
    "quote": "Even in the depths of the darkest oceans, some light always pierces through."
  },
  {
    "anime": "Mondaiji-tachi Ga Isekai Kara Kuru Sou Desu Yo?",
    "character": "Leticia Draculair",
    "quote": "You shouldn't judge something without trying it first. Having a variety of experiences is what makes life worth living."
  },
  {
    "anime": "Cowboy Bebop",
    "character": "Jet Black",
    "quote": "Men always seem to think about their past before they die, as though they were frantically searching for proof that they truly lived."
  },
  {
    "anime": "JoJo's Bizarre Adventure",
    "character": "Funny Valentine",
    "quote": "Suppose that you were sitting down at a table. The napkins are in front of you, which napkin would you take? The one on your ‘left’? Or the one on your ‘right’? The one on your left side? Or the one on your right side? Usually you would take the one on your left side. That is ‘correct’ too. But in a larger sense on society, that is wrong. Perhaps I could even substitute ‘society’ with the ‘Universe’. The correct answer is that ‘It is determined by the one who takes his or her own napkin first.’ …Yes? If the first one takes the napkin to their right, then there’s no choice but for others to also take the ‘right’ napkin. The same goes for the left. Everyone else will take the napkin to their left, because they have no other option. This is ‘society’… Who are the ones that determine the price of land first? There must have been someone who determined the value of money, first. The size of the rails on a train track? The magnitude of electricity? Laws and Regulations? Who was the first to determine these things? Did we all do it, because this is a Republic? Or was it Arbitrary? NO! The one who took the napkin first determined all of these things! The rules of this world are determined by that same principle of ‘right or left?’! In a Society like this table, a state of equilibrium, once one makes the first move, everyone must follow! In every era, this World has been operating by this napkin principle. And the one who ‘takes the napkin first’ must be someone who is respected by all. It’s not that anyone can fulfill this role… Those that are despotic or unworthy will be scorned. And those are the ‘losers’. In the case of this table, the ‘eldest’ or the ‘Master of the party’ will take the napkin first… Because everyone ‘respects’ those individuals."
  },
  {
    "anime": "Tonari No Kaibutsu-kun",
    "character": "Yūzan Yoshida",
    "quote": "If you don't hold any regret in your choice, that means you must've made the right decision."
  },
  {
    "anime": "Steins Gate",
    "character": "Rintaro Okabe",
    "quote": "99% of perception that normal humans have are closed off. Those who don’t think of themselves are quite foolish beings."
  },
  {
    "anime": "Code:Breaker",
    "character": "Ogami Rei",
    "quote": "If you let yourself get depressed, you'd be making light of the people who trust and follow you."
  },
  {
    "anime": "Soul Eater",
    "character": "Maka Albarn",
    "quote": "The legendary super-skill of the Scythe-Meister! Witch Hunter!"
  },
  {
    "anime": "Attack on Titan",
    "character": "Marco Bott",
    "quote": "You’re not a strong person, so you can really understand how weak people feel. I mean… Most humans are weak, including me… But if I got an order from someone who saw things like I do, no matter how tough it was, I’d do my damnedest to carry it out."
  },
  {
    "anime": "Highschool Of The Dead",
    "character": "Saeko Busujima",
    "quote": "I'm getting wet!"
  },
  {
    "anime": "Samurai Champloo",
    "character": "Kasumi Fuu",
    "quote": "This world would be in darkness without a sense of duty."
  },
  {
    "anime": "Mondaiji-tachi Ga Isekai Kara Kuru Sou Desu Yo?",
    "character": "Izayoi Sakamaki",
    "quote": "If I could sell boredom, I would make a fortune out of it."
  },
  {
    "anime": "Katekyo Hitman Reborn!",
    "character": "Tsunayoshi Sawada",
    "quote": "Be more confident despite your weaknesses and failures."
  },
  {
    "anime": "Again!!",
    "character": "Tatsuhiko Ookuma",
    "quote": "It's okay to set your goals high; that's what we call a dream!"
  },
  {
    "anime": "Bleach",
    "character": "Kurotsuchi Mayuri",
    "quote": "Do you know what a scientist fears most in this world above all else? It's oblivion, my friend. A scientist measures our lives in the ways we develop and expand our knowledge through myriad variations. Nothing can take its place. It's our very soul. I have done the worst thing one scientist can do to another: I have altered your thought process. When my drug takes effect, you will find your mind has lost the ability to think."
  },
  {
    "anime": "Ouran High School Host Club",
    "character": "Hikaru Hitachiin",
    "quote": "You don't abuse and use people for your own convenience."
  },
  {
    "anime": "Mobile Suit Gundam Seed",
    "character": "Rau Le Creuset",
    "quote": "[about Rau] But are you sure that's me? Oh well. He will be my successor in any case. Why should that woman's child be my heir? Keep a close eye on him and educate him well. Whatever you do, don't make him into another weakling."
  },
  {
    "anime": "Sukitte Ii Na Yo",
    "character": "Mei Tachibana",
    "quote": "Someday, maybe you’ll find someone like you to share your pain with. I can’t tell you when that will happen.... But the important thing is to not reject them."
  },
  {
    "anime": "The Melancholy of Haruhi Suzumiya",
    "character": "Haruhi Suzumiya",
    "quote": "Time never comes back once it’s gone."
  },
  {
    "anime": "Yahari Ore No Seishun Love Come Wa Machigatteiru",
    "character": "Hachiman Hikigaya",
    "quote": "I hate nice girls. Just exchanging greetings with them will get them on your mind. Start texting each other, and your heart will be set a flutter. If they call you, you're done for. Enjoy staring at your logs and grinning like a fool. However, I won't get fooled again. That's what your kind calls kindness. If you're nice to me, you're nice to others. I always end up nearly forgetting that. Reality is cruel, so I'm sure lies are a form of kindness. Thus, I say kindness itself is also a lie. I always ended up with these expectations. And I always ended up with these misunderstandings. And before I knew it, I stopped hoping. A highly trained loner is once bitten, twice shy. As a veteran on this battlefield of life, I've gotten used to losing. That's why I always hate nice girls."
  },
  {
    "anime": "Dragon Ball",
    "character": "Son Goku",
    "quote": "Well, this blows."
  },
  {
    "anime": "Naruto Shippūden",
    "character": "Pain",
    "quote": "Learn to embrace the fear of feeling about what it's like to contemplate what it is to know true pain. Because when I had nothing and no one - I always had Pain."
  },
  {
    "anime": "Elfen Lied",
    "character": "Lucy",
    "quote": "All this time, I've lived in hope of telling you how sorry I am, I've fought armies, just to have this chance, but now, there's nothing I can say.. That's good enough."
  },
  {
    "anime": "Love Lab",
    "character": "Rentarou Kurahashi",
    "quote": "Girls who are pretty and pure only exist in fantasies."
  },
  {
    "anime": "Kuroko No Basket",
    "character": "Kise Ryouta",
    "quote": "If we have time to get upset, we should have used that time to move on… Even if just one step forward!"
  },
  {
    "anime": "Avatar: The Last Airbender",
    "character": "Sokka",
    "quote": "Aang, this is my friend Foo-Foo Cuddly Poofs, Foo-Foo Cuddly Poofs, Aang."
  },
  {
    "anime": "Code Geass: Lelouch of the Rebellion",
    "character": "Lelouch Lamperouge",
    "quote": "Shut up! I did what I had to do. People lie to survive. No one is blameless."
  },
  {
    "anime": "Pandora Hearts",
    "character": "Vincent Nightray",
    "quote": "Gilbert, I know everything about you... because we are connected by an extremely deep bond. No matter how far apart we are, we will surely return to the same place. Because that is our fate!"
  },
  {
    "anime": "Rokka no Yuusha",
    "character": "Adlet Mayer",
    "quote": "I thought that would be the only way I could become the world's strongest man. But you know... It didn't work. Your heart isn't something you can get rid of. If you're trying to get rid of your heart, your heart is making you do it. You can never abandon everything to get stronger. The one thing you can never stop is falling in love with someone!"
  },
  {
    "anime": "Bleach",
    "character": "Kusajishi Yachiru",
    "quote": "[thinking to self about her past, and when she first met Kenpachi] I had no name. I had no parents. I was from District 79, \"Kusajishi\", of the North Alley of Rukongai. I had never seen anything in colors other than the bloody red... Everyone was more beast than human. It wouldn't have been strange to have a baby get stepped on and die. But then you appeared. From District 80, \"Zaraki\", of the North Alley of Rukongai. You appeared to me from even deeper in the darkness. You demolished the chaotic world that was dyed in blood... And then, you gave me a name. If it wasn't for you...I wouldn't be alive today. Yes...Since that day...You've been everything to me in this world."
  },
  {
    "anime": "Sword Art Online II",
    "character": "Konno Yuuki",
    "quote": "Because of my last moments are such fulfillment.\nI can end my journey surrounded by so many people, in the arms of the person I love.\nI... I did my best to live, I lived here."
  },
  {
    "anime": "Yu-Gi-Oh!",
    "character": "Joey Wheeler",
    "quote": "[sounding like Marlon Brando] I'm the Godfather of Games. Capsice?"
  },
  {
    "anime": "Skip Beat!",
    "character": "Kyoko Mogami",
    "quote": "If a sorry could resolve everything, why would there be a need for hell in this world?"
  },
  {
    "anime": "Aldnoah.Zero",
    "character": "Inaho Kaizuka",
    "quote": "What does it take to end a war? Well, if both sides wish for peace and set aside their hatred... No. Warfare is nothing but a means of negotiation between states. Wars break out even when there is no hatred. Territory, resources, or interests that you are determined to own. Ideology, religion, pride. Wars are fought over those objectives all the time. Meaning that when those objectives are met, the war will end. That, or the war will end when the human cost outweighs the gains. Anger and hatred are only tools to tilt a war in your favor. I'm not interested in those emotions. So I wouldn't hate anyone just because they're Martian."
  },
  {
    "anime": "Infinite Ryvius",
    "character": "Kouji Aiba",
    "quote": "I think that sometimes things just won't go the way we want them to. And every day there's bound to be something that makes us mad when there's nothing we can do to change the state of affairs. But that's not entirely true, either. We have to give these kinds of things some real thought as well. If we're sitting back and waiting for the future to arrive - we don't have anything invested in tomorrow. I don't want a tomorrow like that."
  },
  {
    "anime": "Soul Eater",
    "character": "Black Star",
    "quote": "If the dark sky is me, then the sparkling stars are Tsubaki."
  },
  {
    "anime": "Neon Genesis Evangelion",
    "character": "Souryuu Asuka Langley",
    "quote": "My mind is being eaten away... Kaji-san, it's unravelling my mind! What do I do? It's defiling my mind!"
  },
  {
    "anime": "Nisekoi",
    "character": "Maiko Shuu",
    "quote": "Making sure I have no regrets... that would just be self-serving, nothing more. It's all right. I mean, this is a great memory in itself, right?"
  },
  {
    "anime": "Imawa no Kuni no Alice",
    "character": "Usagi Yuzuha",
    "quote": "Life is built upon the taking of another life. If you have the resolve to kill, then you have the obligation to eat."
  },
  {
    "anime": "xxxHOLiC",
    "character": "Yuuko Ichihara",
    "quote": "Learn to make your own decisions, instead of relying on others to make them for you. Otherwise, those decisions will never really be made."
  },
  {
    "anime": "Jujutsu Kaisen",
    "character": "Satoru Gojo",
    "quote": "I’ve always been a nice guy who cares for my students."
  },
  {
    "anime": "Avatar: The Legend Of Korra",
    "character": "Iroh",
    "quote": "Sometimes the best way to solve your own problems is to help someone else."
  },
  {
    "anime": "Fairy Tail",
    "character": "Natsu Dragneel",
    "quote": "Don't give up, the beginning is always the hardest, so let's keep on going till the very end."
  },
  {
    "anime": "Yahari Ore no Seishun Love Come wa Machigatteiru. Zoku",
    "character": "Hachiman Hikigaya",
    "quote": "There are some people who don't want a solution. Some want things to stay the way they are. There's no way to make things convenient for everyone. So the only option is to find a compromise."
  },
  {
    "anime": "Honey and Clover",
    "character": "Takumi Nomiya",
    "quote": "‎[to Takumi Myama] Why are you blocking us when you have someone else that you like? We can easily see her feelings towards you so there's no way you haven't realized what's there. Yet you just leave the situation half-finished. Aren't you just saving her for when things don't work out with your favorite?"
  },
  {
    "anime": "Legend of the Galactic Heroes",
    "character": "Alex Cazellnu",
    "quote": "Love and the human mind can't be analyzed with formulas. It's not so unusual for love to make you forget the sense of care and respect for others. There's no logic. It's an uncontrollable urge. To tell you the truth, it’d be worrisome if you became like that. Your mind is keen, and your character is good. But passion has nothing to do with mind or character."
  },
  {
    "anime": "Natsume Yuujinchou",
    "character": "Takashi Natsume",
    "quote": "Why are you looking for something when you can't even remember what it is?"
  },
  {
    "anime": "Steins Gate",
    "character": "Rintaro Okabe",
    "quote": "No one knows what the future holds. That’s why its potential is infinite."
  },
  {
    "anime": "Haikyuu!!",
    "character": "Tooru Oikawa",
    "quote": "Talent is something you make bloom, instinct is something you polish."
  },
  {
    "anime": "Utsuro no Hako to Zero no Maria",
    "character": "Oomine Daiya",
    "quote": "Boredom - there are people that blast their own brain away just to escape from this beast."
  },
  {
    "anime": "The Garden of Sinners",
    "character": "Ryougi Shiki",
    "quote": "A person can only murder another once. The act of murder is giving up the humanity that is within oneself. What is left is just emptiness. You can not lose humanity if it is already lost. The act of murder turns into the act of slaughter. They are two different things."
  },
  {
    "anime": "Chrono Crusade",
    "character": "Rosette Christopher",
    "quote": "What's important, is to know fear and yet take a step forward."
  },
  {
    "anime": "Attack on Titan",
    "character": "Armin Arlert",
    "quote": "I don’t like the terms good person or bad person because it’s impossible to be entirely good to everyone, or entirely bad to everyone. To some, you are a good person, while to others you are a bad person."
  },
  {
    "anime": "Trigun",
    "character": "Vash the Stampede",
    "quote": "To realize a mistake. To not lie. To love one another. To not kill. Those are very simple things, but these times won't allow for them. There is no green on this planet, even though we want it... though we want it so badly. A place where we can live peaceful days with no wars nor stealing. A sacred place where people can live as people. Yes there, that place is called Paradise."
  },
  {
    "anime": "Sket Dance",
    "character": "Fujisaki Yusuke",
    "quote": "I bet it's not easy to persevere in one's goal. I never tried, so I wouldn't know. But to achieve a goal, one must work hard even when no one is looking. Having a dream might not be all that great."
  },
  {
    "anime": "Monochrome Factor",
    "character": "Shirogane",
    "quote": "There's always something one can't explain even if one has experience with it."
  },
  {
    "anime": "Fruits Basket",
    "character": "Sohma Yuki",
    "quote": "[To Kyo] Perhaps if you'd just die you'd be reincarnated as something more pleasant."
  },
  {
    "anime": "The Disappearance of Nagato Yuki-chan",
    "character": "Asakura Ryouko",
    "quote": "Applying knowledge is of the utmost importance when studying. You wrestle with various things and come up with a solution from there. It's true that asking someone who knows the answer is the quickest. But you can't necessarily say that that's the best way, don't you think?"
  },
  {
    "anime": "The Melancholy of Haruhi Suzumiya",
    "character": "Haruhi Suzumiya",
    "quote": "It's time to launch the dams!"
  },
  {
    "anime": "Chihayafuru",
    "character": "Taichi Mashima",
    "quote": "Men don't get touchy-feely with each other."
  },
  {
    "anime": "Hirunaka no Ryuusei",
    "character": "Suzume Yosano",
    "quote": "Girls are more fragile than you think. They can be hurt by the smallest things."
  },
  {
    "anime": "Rurouni Kenshin",
    "character": "Kenshin Himura",
    "quote": "You will not touch these innocent people with even one inch of your dirty blades, if you require an opponent, I will fight you. If you wanna taste the ground, feel free to attack me."
  },
  {
    "anime": "Toaru Majutsu no Index",
    "character": "Mikoto Misaka",
    "quote": "By depending on others and letting them depend on you, people can exceed what they can do as individuals."
  },
  {
    "anime": "Girl Friends",
    "character": "Naru",
    "quote": "If I'm not at my limit, means I'm not trying as hard as I can!"
  },
  {
    "anime": "Bleach",
    "character": "Ukitake Jyuushirou",
    "quote": "Friends are a good thing, even if they tread a different path."
  }
]
